[
        {"ti": "Remdesivir for the Treatment of Covid-19 — Preliminary Report",
        "ab": "BACKGROUND\nAlthough several therapeutic agents have been evaluated for the treatment of coronavirus disease 2019 (Covid-19), none have yet been shown to be efficacious.\nMETHODS\nWe conducted a double-blind, randomized, placebo-controlled trial of intravenous remdesivir in adults hospitalized with Covid-19 with evidence of lower respiratory tract involvement. Patients were randomly assigned to receive either remdesivir (200 mg loading dose on day 1, followed by 100 mg daily for up to 9 additional days) or placebo for up to 10 days. The primary outcome was the time to recovery, defined by either discharge from the hospital or hospitalization for infection-control purposes only.\nRESULTS \nA total of 1063 patients underwent randomization. The data and safety monitoring board recommended early unblinding of the results on the basis of findings from an analysis that showed shortened time to recovery in the remdesivir group. Preliminary results from the 1059 patients (538 assigned to remdesivir and 521 to placebo) with data available after randomization indicated that those who received remdesivir had a median recovery time of 11 days (95% confidence interval [CI], 9 to 12), as compared with 15 days (95% CI, 13 to 19) in those who received placebo (rate ratio for recovery, 1.32; 95% CI, 1.12 to 1.55; P<0.001). The Kaplan-Meier estimates of mortality by 14 days were 7.1% with remdesivir and 11.9% with placebo (hazard ratio for death, 0.70; 95% CI, 0.47 to 1.04). Serious adverse events were reported for 114 of the 541 patients in the remdesivir group who underwent randomization (21.1%) and 141 of the 522 patients in the placebo group who underwent randomization (27.0%).\nCONCLUSIONS\nRemdesivir was superior to placebo in shortening the time to recovery in adults hospitalized with Covid-19 and evidence of lower respiratory tract infection. (Funded by the National Institute of Allergy and Infectious Diseases and others; ACCT-1 ClinicalTrials.gov number, NCT04280705. opens in new tab.)",
        "date": "2020-05-22",
        "doi": "10.1056/NEJMoa2007764",
        "url": "https://www.nejm.org/doi/full/10.1056/NEJMoa2007764",
        "year": 2020,
        "authors": [{"author_name": "John H. Beigel", "author_inst": "National Institute of Allergy and Infectious Diseases, National Institutes of Health, U.S."}],
        "source": "NEJM"}
]